Repository: cnekTep/kerio-updates-mirror
Catalog: _mirror/translations/*/LC_MESSAGES/messages.po
Languages: ru

source: No handler found for request: %(request_url)s
ru: Не найден обработчик для запроса: %(request_url)s

source: %(protocol)s Werkzeug server started on port %(port)s
ru: %(protocol)s Werkzeug сервер запущен на порту %(port)s

source: Starting application with Werkzeug
ru: Запуск приложения с Werkzeug

source: Werkzeug server shutdown initiated
ru: Инициализировано завершение работы Werkzeug сервера

source: Critical error in Werkzeug: %(error)s
ru: Критическая ошибка в Werkzeug: %(error)s

source: Starting application with Gunicorn
ru: Запуск приложения с Gunicorn

source: Failed to start Gunicorn: %(error)s
ru: Не удалось запустить Gunicorn: %(error)s

source: Database initialization error: %(error)s
ru: Ошибка инициализации базы данных: %(error)s

source: Current database version: %(version)s
ru: Текущая версия базы данных: %(version)s

source: Latest available version: %(version)s
ru: Последняя версия: %(version)s

source: Applying migrations...
ru: Применение миграций...

source: Apply migration: %(version)s
ru: Применяемая миграция: %(version)s

source: Migration %(version)s successfully applied
ru: Миграция %(version)s успешно применена

source: Error when applying %(version)s migration: %(error)s
ru: Ошибка при применении миграции %(version)s: %(error)s

source: Database is up to date
ru: База данных актуальна

source: User logged in: %(username)s
ru: Пользователь вошел в систему: %(username)s

source: Failed login attempt for user: %(username)s
ru: Неудачная попытка входа пользователя: %(username)s

source: Invalid username or password
ru: Неверное имя пользователя или пароль

source: User logged out: %(username)s
ru: Пользователь вышел из системы: %(username)s

source: Received antivirus signatures request
ru: Получен запрос на антивирусные сигнатуры

source: Received antispam signatures request
ru: Получен запрос на сигнатуры антиспама

source: Received unknown download request: %(request_path)s
ru: Получен неизвестный запрос на загрузку: %(request_path)s

source: Downloading file: %(request_path)s
ru: Загружается файл: %(request_path)s

source: Sending cached file: %(filename)s
ru: Отправка кэшированного файла: %(filename)s

source: Downloading and caching file: %(file_path)s
ru: Загрузка и кэширование файла: %(file_path)s

source: Downloading file: %(url)s
ru: Загружается файл: %(url)s

source: File downloaded, processed and saved successfully at %(output_path)s
ru: Файл загружен, обработан и успешно сохранён в %(output_path)s

source: File created successfully. Size: %(file_size)s bytes
ru: Файл успешно создан. Размер: %(file_size)s байт

source: File %(output_gz_path)s was not created or is empty
ru: Файл %(output_gz_path)s не был создан или является пустым

source: IDSv4: new version loaded (from GitHub) - 4.%(file_version)s
ru: IDSv4: загружена новая версия (с GitHub) — 4.%(file_version)s

source: Attempt %(attempt)s/%(max_attempts)s: error during file processing and compression: %(err)s
ru: Попытка %(attempt)s/%(max_attempts)s: ошибка при обработке и сжатии файла: %(err)s

source: IDSv4: error during download
ru: IDSv4: ошибка во время загрузки

source: Pausing for %(delay)s seconds before the next attempt...
ru: Пауза на %(delay)s секунд перед следующей попыткой...

source: File %(input_path)s not found
ru: Файл %(input_path)s не найден

source: Received request for %(update_type)s update: %(request_path)s
ru: Получен запрос на обновление %(update_type)s: %(request_path)s

source: Received request for Kerio Control update: v.%(prod_major)s.%(prod_minor)s.%(prod_build)s (bild number: %(prod_build_number)s)
ru: Получен запрос на обновление Kerio Control: v.%(prod_major)s.%(prod_minor)s.%(prod_build)s (bild number: %(prod_build_number)s)

source: Starting Shield Matrix update check...
ru: Запуск проверки обновлений Shield Matrix...

source: New Shield Matrix version found: %(version)s
ru: Найдена новая версия Shield Matrix: %(version)s

source: Shield Matrix version is up to date
ru: Версия Shield Matrix актуальна

source: Shield Matrix file updated: %(file_name)s
ru: Файл Shield Matrix обновлен: %(file_name)s

source: Received update request for Shield Matrix: %(file_name)s
ru: Получен запрос на обновление Shield Matrix: %(file_name)s

source: Error processing URL %(request_url)s in update request
ru: Ошибка при обработке URL %(request_url)s в запросе на обновление

source: Received update request for version: %(version)s
ru: Получен запрос на обновление версии: %(version)s

source: Invalid version format: %(version)s
ru: Недопустимый формат версии: %(version)s

source: Received update request for antivirus
ru: Получен запрос на обновление антивируса

source: Error occurred while receiving a link to an antivirus update
ru: Произошла ошибка при получении ссылки на обновление антивируса

source: Update link sent: %(url)s
ru: Отправлена ссылка на обновление: %(url)s

source: Received update request for IDSv%(version)s
ru: Получен запрос на обновление IDSv%(version)s

source: Error occurred while processing IDS update: %(err)s
ru: Ошибка при обработке обновлений IDS: %(err)s

source: Received unknown download request: %(version)s
ru: Получен неизвестный запрос на загрузку: %(version)s

source: IDSv%(version)s: passing because license key is not configured
ru: IDSv%(version)s: пропуск, поскольку лицензионный ключ не настроен

source: IDSv%(version)s: error downloading update
ru: IDSv%(version)s: ошибка при загрузке обновления

source: IDSv%(version)s error: %(err)s
ru: IDSv%(version)s ошибка: %(err)s

source: IDSv%(version)s: no new version, current version: %(version)s.%(result_version)s
ru: IDSv%(version)s: нет новой версии, текущая версия: %(version)s.%(result_version)s

source: IDSv%(version)s: downloading new version: %(version)s.%(result_version)s
ru: IDSv%(version)s: загрузка новой версии: %(version)s.%(result_version)s

source: Failed to download main file for IDSv%(version)s
ru: Не удалось загрузить основной файл для IDSv%(version)s

source: Failed to download signature file for IDSv%(version)s
ru: Не удалось загрузить файл подписи для IDSv%(version)s

source: IDSv%(version)s: downloaded new version - %(version)s.%(result_version)s
ru: IDSv%(version)s: загружена новая версия - %(version)s.%(result_version)s

source: Successfully downloaded Snort template: %(url)s
ru: Шаблон Snort успешно загружен: %(url)s

source: Failed to download Snort template: %(url)s
ru: Не удалось загрузить шаблон Snort: %(url)s

source: Settings have been changed
ru: Настройки были изменены

source: Scheduled mirror update process started
ru: Запущен запланированный процесс обновления зеркала

source: Manual mirror update process started
ru: Запущен ручной процесс обновления зеркала

source: Using license key: %(license_number)s
ru: Используется лицензионный ключ: %(license_number)s

source: Downloading new version: 4.%(version)s
ru: Загрузка новой версии: 4.%(version)s

source: IDSv4: no new version available, current version: 4.%(actual_version)s
ru: IDSv4: новая версия недоступна, текущая версия: 4.%(actual_version)s

source: Bitdefender old cache files removed
ru: Удалены старые файлы кэша Bitdefender

source: Scheduled mirror update process completed
ru: Завершен запланированный процесс обновления зеркала

source: Manual mirror update process completed
ru: Завершен ручной процесс обновления зеркала

source: Error downloading bitdefender versions.dat file
ru: Ошибка загрузки файла bitdefender versions.dat

source: Successfully downloaded bitdefender versions.dat file
ru: Файл bitdefender versions.dat успешно загружен

source: Error downloading bitdefender versions.dat file: %(error)s
ru: Ошибка при загрузке файла bitdefender versions.dat: %(error)s

source: Received request for Web Filter key
ru: Получен запрос на Web Filter ключ

source: Web Filter: passing because license key is not configured
ru: Web Filter: пропуск, поскольку лицензионный ключ не настроен

source: Fetching Web Filter key from wf-activation.kerio.com server
ru: Получение Web Filter ключа с сервера wf-activation.kerio.com

source: Web Filter: error fetching Web Filter key
ru: Web Filter: ошибка получения Web Filter ключа

source: Web Filter: invalid license key. %(lic_number)s
ru: Web Filter: недействительный лицензионный ключ. %(lic_number)s

source: Web Filter: license key expired. %(lic_number)s
ru: Web Filter: срок действия лицензионного ключа истек. %(lic_number)s

source: Web Filter: received key - %(key)s
ru: Web Filter: получен ключ - %(key)s

source: Language changed to: %(lang)s
ru: Язык изменен на: %(lang)s

source: Settings are saved, and reboot is being performed...
ru: Настройки сохранены, выполняется перезагрузка...

source: To return, click the button below
ru: Чтобы вернуться, нажмите на кнопку ниже

source: To Settings
ru: В Настройки

source: Username:
ru: Логин:

source: Password:
ru: Пароль:

source: Login
ru: Вход

source: Update available!
ru: Доступно обновление!

source: CHECKING
ru: ПРОВЕРКА

source: Logout
ru: Выход из системы

source: CONNECTED
ru: ПОДКЛЮЧЕН

source: DISABLED
ru: ОТКЛЮЧЕН

source: ERROR
ru: ОШИБКА

source: Last check:
ru: Последняя проверка:

source: Checks completed:
ru: Проверок завершено:

source: Confirm new password
ru: Подтвердите новый пароль

source: Enter new password
ru: Введите новый пароль

source: Passwords do not match
ru: Пароли не совпадают

source: Run check
ru: Выполнить проверку

source: Force update
ru: Принудительное обновление

source: Uploading...
ru: Загрузка...

source: Select file
ru: Выберите файл

source: Logs
ru: Логи

source: Settings
ru: Настройки

source: Information
ru: Информация

source: System Log
ru: Системный журнал

source: Mirror Update Log
ru: Журнал обновлений

source: Connections Log
ru: Журнал подключений

source: Check for Application Updates
ru: Проверка обновлений приложения

source: Current version:
ru: Текущая версия:

source: Latest version:
ru: Последняя версия:

source: New version available!
ru: Доступна новая версия!

source: Check for updates
ru: Проверить обновления

source: Manual update check
ru: Ручная проверка обновлений

source: Force update for webfilter key and all IDS
ru: Принудительное обновление ключа веб-фильтра и IDS

source: It is not recommended to run check more than once a day.
ru: Не рекомендуется проводить проверку чаще одного раза в день.

source: The Web filter key will be forcefully updated, and all IDS files will be reuploaded.
ru: Ключ веб-фильтра будет принудительно обновлен, и все файлы IDS будут загружены повторно.

source: The update mirror is designed to update Kerio Control and Kerio Connect on the local network. It downloads updates for the services specified by the administrator from the Kerio update servers, after which updates can be distributed within the local network, which saves external traffic and automates the fight against vulnerabilities and bugs in software products, as well as allows centralized management of updates.
ru: Зеркало обновлений предназначено для обновления Kerio Control и Kerio Connect в локальной сети. Оно загружает обновления для сервисов, указанных администратором, с серверов обновлений Kerio, после чего обновления могут распространяться в локальной сети, что экономит внешний трафик и автоматизирует борьбу с уязвимостями и ошибками в программных продуктах, а также позволяет централизованно управлять обновлениями.

source: To work, you must specify the IP address of the update mirror for the following hosts in the DNS settings of Kerio products
ru: Для работы необходимо указать IP-адрес зеркала обновлений для следующих хостов в настройках DNS продуктов Kerio

source: License
ru: Лицензия

source: You can get a trial key <a target="_blank" rel="noopener noreferrer" class="license-link" href="https://gfi.ai/products-and-solutions/network-security-solutions/keriocontrol/free-trial">here</a>.
ru: Получить пробный ключ можно <a target="_blank" rel="noopener noreferrer" class="license-link" href="https://gfi.ai/products-and-solutions/network-security-solutions/keriocontrol/free-trial">здесь</a>.

source: Check the key expiration date <a target="_blank" rel="noopener noreferrer" class="license-link" href="https://secure.kerio.com/reg/?lang=en">here</a>.
ru: Проверить дату истечения срока действия ключа можно <a target="_blank" rel="noopener noreferrer" class="license-link" href="https://secure.kerio.com/reg/?lang=en">здесь</a>.

source: Update
ru: Обновление

source: License:
ru: Использовать лицензию:

source: IDSv1 - IPS/IDS Snort (Windows versions)
ru: IDSv1 - IPS/IDS Snort (Windows версия)

source: IDSv3 - IPS/IDS Snort (versions for Linux up to 9.5)
ru: IDSv3 - IPS/IDS Snort (версия для Linux до 9.5)

source: IDSv5 - IPS/IDS Snort (versions for Linux starting from 9.5)
ru: IDSv5 - IPS/IDS Snort (версия для Linux начиная с 9.5)

source: Update Snort template via mirror To update, you need to add download.kerio.com with the mirror address in DNS
ru: Обновлять Snort шаблон через зеркало. Для обновления надо добавить download.kerio.com с адресом зеркала в ДНС

source: Update Snort template
ru: Обновлять Snort шаблон

source: IDSv2 - Lists of compromised addresses for blocking
ru: IDSv2 - Списки скомпрометированных адресов для блокировки

source: IDSv4 - GeoIP databases for geolocation/visitor blocking
ru: IDSv4 - Базы данных GeoIP для геолокации/блокировки посетителей

source: Use GitHub as a source for GeoIP database updates
ru: Использовать GitHub в качестве источника обновлений базы данных GeoIP

source: Kerio Control Web Filter Content Filtering Subsystem Key
ru: Ключ подсистемы фильтрации контента Kerio Control Web Filter

source: Use manual Web Filter key:
ru: Использовать ключ веб-фильтра:

source: Web Filter key
ru: Ключ веб-фильтра

source: Update Shield Matrix signatures and blacklists. To update, you need to add matrix.kerio.com and shieldmatrix-updates.gfikeriocontrol.com with the mirror address in DNS
ru: Обновление сигнатур и черных списков Shield Matrix. Для обновления необходимо добавить matrix.kerio.com и shieldmatrix-updates.gfikeriocontrol.com с адресом зеркала в ДНС

source: Shield Matrix signatures and blacklists
ru: Сигнатуры и черные списки Shield Matrix

source: Alternative mirror modes
ru: Альтернативные режимы работы зеркала

source: Antivirus update source URL:
ru: URL обновления антивируса:

source: Antispam update source URL:
ru: URL обновления антиспама:

source: Update Bitdefender without using Mirror
ru: Обновление Bitdefender без использования зеркала

source: Download Bitdefender antivirus signatures through Mirror
ru: Загрузка антивирусных сигнатур Bitdefender через зеркало

source: Download Bitdefender antivirus signatures through Mirror (use cache)
ru: Загрузка антивирусных сигнатур Bitdefender через зеркало (использовать кэш)

source: Kerio Control Software Update
ru: Обновление программного обеспечения Kerio Control

source: Select the update file:
ru: Выберите обновление:

source: Format: kerio-control-upgrade-w.x.y-zzzz_something.img E.g.: kerio-control-upgrade-9.5.0-8778-linux.img
ru: Формат: kerio-control-upgrade-w.x.y-zzzz_что_нибудь.img Например: kerio-control-upgrade-9.5.0-8778-linux.img

source: Upload new update:
ru: Загрузить обновление:

source: Connection Settings
ru: Настройки Подключения

source: Use Direct connection to update Bitdefender and download other updates
ru: Использовать прямое подключение для обновления Bitdefender и загрузки других обновлений

source: Use TOR to update Bitdefender and download other updates
ru: Использовать TOR для обновления Bitdefender и загрузки других обновлений

source: Use proxy server to update Bitdefender and download other updates
ru: Использовать прокси-сервер для обновления Bitdefender и загрузки других обновлений

source: Host:
ru: Адрес:

source: Port:
ru: Порт:

source: Login:
ru: Логин:

source: Connection priority
ru: Приоритет подключений

source: Direct connection
ru: Прямое подключение

source: Proxy server
ru: Прокси-сервер

source: TOR network
ru: Сеть TOR

source: Other
ru: Дополнительно

source: Log client IP addresses in system logs
ru: Записывать IP-адреса клиентов в системном журнале

source: Restricted access
ru: Ограниченный доступ

source: Allow access to Kerio updates
ru: Разрешить доступ к обновлениям Kerio

source: Allow access to the web interface
ru: Разрешить доступ к веб-интерфейсу

source: Use authentication
ru: Использовать аутентификацию

source: To change the username, enter password and confirm it!
ru: Чтобы изменить имя пользователя, введите пароль и подтвердите его!

source: Leave empty not to change it
ru: Оставьте пустым, чтобы не изменять

source: Confirm:
ru: Подтверждение:

source: Apply
ru: Применить

source: Autoupdate
ru: Автообновление

source: Autoscroll
ru: Автопрокрутка

source: No file selected
ru: Файл не выбран

source: Invalid filename format
ru: Неверный формат имени файла

source: Kerio Control Upgrade file uploaded: %(filename)s
ru: Файл обновления Kerio Control загружен: %(filename)s

source: Kerio Control Upgrade file signed: %(filename)s
ru: Файл обновления Kerio Control подписан: %(filename)s

source: File "%(filename)s" uploaded successfully
ru: Файл "%(filename)s" успешно загружен

source: Internal server error
ru: Внутренняя ошибка сервера

source: No certificates were found, temporary SSL (adhoc) is used
ru: Сертификаты не найдены, используется временный SSL (adhoc)

source: [%(proxy_status)s] Error %(context)s: %(err)s
ru: [%(proxy_status)s] Ошибка %(context)s: %(err)s

source: [%(proxy_status)s] Error downloading %(context)s: %(err)s
ru: [%(proxy_status)s] Ошибка загрузки %(context)s: %(err)s

source: Updated DDNS IP: %(ip)s for domain %(domain)s
ru: Обновлен DDNS IP: %(ip)s для домена %(domain)s

source: Failed to resolve DDNS domain %(domain)s
ru: Не удалось разрешить домен DDNS %(domain)s

source: Incorrect IP address format in the allowed list: %(ip)s
ru: Неправильный формат IP-адреса в списке разрешенных: %(ip)s

source: Incorrect format of the client's IP address: %(ip)s
ru: Неправильный формат IP-адреса клиента: %(ip)s

source: Access is denied for IP: %(ip)s
ru: Доступ запрещен для IP-адреса: %(ip)s

source: Launching a planned mirror update
ru: Запуск запланированного обновления зеркала

source: The planned mirror update has been completed
ru: Запланированное обновление зеркала завершено

source: Error during a planned mirror update: %(err)s
ru: Ошибка во время запланированного обновления зеркала: %(err)s

source: Starting scheduled update check
ru: Запуск запланированной проверки обновлений

source: Update check completed. New version available: %(version)s
ru: Проверка обновлений завершена. Доступна новая версия: %(version)s

source: Update check completed. No updates available.
ru: Проверка обновлений завершена. Обновления отсутствуют.

source: Error during update check: %(err)s
ru: Ошибка во время проверке обновлений: %(err)s

source: Daily mirror updates are set up in %(hour)02d:%(minute)02d
ru: Ежедневное обновление зеркала настроено в %(hour)02d:%(minute)02d

source: Daily update checks are set up in %(hour)02d:%(minute)02d
ru: Ежедневная проверка обновлений настроена в %(hour)02d:%(minute)02d

source: Configured to update the mirror every %(interval_minutes)s minutes
ru: Настроено обновление зеркала каждые %(interval_minutes)s минут

source: Configured to check for updates every %(interval_minutes)s minutes
ru: Настроена проверка обновлений каждые %(interval_minutes)s минут
